-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Aug 20, 2025 at 08:09 AM
-- Server version: 9.1.0
-- PHP Version: 8.3.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `regal-db`
--

-- --------------------------------------------------------

--
-- Table structure for table `blogs`
--

DROP TABLE IF EXISTS `blogs`;
CREATE TABLE IF NOT EXISTS `blogs` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `description` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `content` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `thumbnail` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=99 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `blogs`
--

INSERT INTO `blogs` (`id`, `title`, `description`, `content`, `thumbnail`, `slug`, `created_at`, `updated_at`) VALUES
(1, '۷ دلیل مهم برای انتخاب پارچه لینن در فصل تابستان و گرم', '<p>پارچه لینن (Linen) یکی از قدیمی‌ترین و باکیفیت‌ترین پارچه‌های طبیعی است که از الیاف گیاه کتان ساخته می‌شود. این پارچه به‌دلیل خواص منحصر به فردی مانند تنفس‌پذیری، دوام بالا و خنک‌کنندگی، د', '<p><!--StartFragment --></p>\n<p>پارچه لینن (Linen) یکی از قدیمی‌ترین و باکیفیت‌ترین پارچه‌های طبیعی است که از الیاف گیاه کتان ساخته می‌شود. این پارچه به‌دلیل خواص منحصر به فردی مانند تنفس‌پذی', 'https://infinitycolor.co/wp-content/uploads/2025/06/چرا-پارچه-لینن-انتخابی-عالی-برای-لباس-و-دکوراسیون-است؟.webp', 'linen-fabric', '0000-00-00 00:00:00', NULL),
(2, 'پارچه شانتون بهترین انتخاب برای فصل‌های گرم و استایل شیک', '<p>پارچه شانتون یکی از منحصربه‌فردترین پارچه‌های دنیای مد و دکوراسیون است که با بافت خاص و ظاهر نیمه‌براق خود، جایگاه ویژه‌ای در طراحی لباس‌های مجلسی و دکوراسیون داخلی پیدا کرده است. این پارچ', '<p>پارچه شانتون یکی از منحصربه‌فردترین پارچه‌های دنیای مد و دکوراسیون است که با بافت خاص و ظاهر نیمه‌براق خود، جایگاه ویژه‌ای در طراحی لباس‌های مجلسی و دکوراسیون داخلی پیدا کرده است. این پارچ', 'https://infinitycolor.co/wp-content/uploads/2025/05/پارچه-شانتون-چیست؟-راهنمای-جامع-از-ویژگی_ها-تا-کاربردهای-این-پارچه-لوکس.webp', 'shanton-cloth', '0000-00-00 00:00:00', NULL),
(3, '10 مدل ترند طراحی ناخن بیبی بومر که امسال باید امتحان کنید', '<p>طراحی ناخن بیبی بومر به‌عنوان یکی از سبک‌های نوین و پرطرفدار در دنیای مانیکور است. طراحی بیبی بومر جذاب، خیلی زود جای خود را در میان علاقه مندان به طراحی ناخن و مد باز کرد. در این سبک شما ', '<div>طراحی ناخن بیبی بومر به‌عنوان یکی از سبک‌های نوین و پرطرفدار در دنیای مانیکور است. طراحی بیبی بومر جذاب، خیلی زود جای خود را در میان علاقه مندان به طراحی ناخن و مد باز کرد. در این سبک شم', 'https://infinitycolor.co/wp-content/uploads/2025/04/طراحی-ناخن-بیبی-بومر-18.webp', 'baby-boomer-nail-design', '0000-00-00 00:00:00', NULL),
(4, 'رنگ سال 2025 و 1404 چه رنگی است؟ موکا موس و قهوی ای آلویی', '<p>شرکت بنجامین مور با اعلام رنگ سال 2025، توجه بسیاری را جلب کرده است. رنگ سال 2025 یا 1404 «قهوی ای آلویی» (Cinnamon Slate) با کد رنگ 2113-40 انتخاب شده است. این رنگ گرم و ملایم، نمادی از آ', '<p>شرکت بنجامین مور با اعلام رنگ سال 2025، توجه بسیاری را جلب کرده است. رنگ سال 2025 یا 1404 «قهوی ای آلویی» (Cinnamon Slate) با کد رنگ <strong>2113-40</strong> انتخاب شده است. این رنگ گرم و ', 'https://infinitycolor.co/wp-content/uploads/2024/10/New-Project-33.webp', '2025-color-of-the-year', '0000-00-00 00:00:00', NULL),
(5, '20 راز ست کردن مانتو قهوه‌ای برای استایلی بی‌نقص', '<p>مانتو قهوه‌ای یکی از آیتم‌های کلاسیک و شیک در دنیای مد است که با ترکیب‌های رنگی مناسب می‌تواند جلوه‌ای خاص به استایل شما ببخشد. برای تهیه انواع مانتو قهوه‌ای با بهترین کیفیت، می‌توانید به ', '<h2><!--StartFragment --></h2>\n<p>مانتو قهوه‌ای یکی از آیتم‌های کلاسیک و شیک در دنیای مد است که با ترکیب‌های رنگی مناسب می‌تواند جلوه‌ای خاص به استایل شما ببخشد. برای تهیه انواع مانتو قهوه‌ای', 'https://infinitycolor.co/wp-content/uploads/2025/06/رازهای-ست-کردن-مانتو-قهوه_ای-برای-استایلی-بی_نقص.webp', 'matching-a-brown-coat', '0000-00-00 00:00:00', NULL),
(6, 'روز مادر 1403 چه روزی است؟|جشن روز مادر', '<p>روز مادر، روزی است که به احترام مادران در سراسر جهان جشن گرفته می‌شود. این روز، نه تنها فرصتی برای قدردانی از زحمات مادران است، بلکه لحظه‌ای برای یادآوری نقش حیاتی مادران در تربیت نسل‌های ', '<p>روز مادر، روزی است که به احترام مادران در سراسر جهان جشن گرفته می‌شود. این روز، نه تنها فرصتی برای قدردانی از زحمات مادران است، بلکه لحظه‌ای برای یادآوری نقش حیاتی مادران در تربیت نسل‌های ', 'https://infinitycolor.co/wp-content/uploads/2024/12/روز-مادر-3.webp', 'mothers-day', '0000-00-00 00:00:00', NULL),
(7, 'آیا درمان قطعی برای ریزش مو سکه‌ای(آلوپسی آره‌آتا) وجود دارد؟', '<p>ریزش مو سکه‌ای، یا آلوپسی آره‌آتا، یک نوع بیماری خودایمنی است که باعث ریزش ناگهانی مو در نواحی کوچک و دایره‌ای‌شکل می‌شود. این مشکل می‌تواند در هر سنی و بدون هیچ علائم هشداردهنده‌ای رخ دهد', '<p>ریزش مو سکه‌ای، یا آلوپسی آره‌آتا، یک نوع بیماری خودایمنی است که باعث ریزش ناگهانی مو در نواحی کوچک و دایره‌ای‌شکل می‌شود. این مشکل می‌تواند در هر سنی و بدون هیچ علائم هشداردهنده‌ای رخ دهد', 'https://infinitycolor.co/wp-content/uploads/2025/01/ریزش-مو-سکه-ای-4.webp', 'alopecia-areata', '0000-00-00 00:00:00', NULL),
(8, 'چگونه روتین پوستی می‌تواند به بهبود پوست کمک کند؟', '<p>داشتن پوستی شاداب و سالم به عوامل مختلفی مانند تغذیه مناسب، خواب کافی و مهم‌تر از همه یک روتین پوستی صحیح بستگی دارد. روتین پوستی به مجموعه اقداماتی گفته می‌شود که برای مراقبت از پوست روزا', '<p>داشتن پوستی شاداب و سالم به عوامل مختلفی مانند تغذیه مناسب، خواب کافی و مهم‌تر از همه یک روتین پوستی صحیح بستگی دارد. روتین پوستی به مجموعه اقداماتی گفته می‌شود که برای مراقبت از پوست روزا', 'https://infinitycolor.co/wp-content/uploads/2024/12/روتین-پوستی.webp', 'skin-routine', '0000-00-00 00:00:00', NULL),
(9, '8 استایل جذاب با شومیز دخترانه مناسب دانشگاه و دورهمی', '<p>شومیز یکی از لباس های کاربردی و محبوب‌ در  کمد لباس دختران جوان است و انتخاب شومیز دخترانه در استایل روزمره، مناسبت‌های دوستانه و دورهمی دخترانه نقش مهمی دارد. شومیز دخترانه به دلیل راحتی،', '<p>شومیز یکی از لباس های کاربردی و محبوب‌ در  کمد لباس دختران جوان است و انتخاب شومیز دخترانه در استایل روزمره، مناسبت‌های دوستانه و دورهمی دخترانه نقش مهمی دارد. شومیز دخترانه به دلیل راحتی،', 'https://infinitycolor.co/wp-content/uploads/2025/05/شومیز-دخترانه-11.webp', 'girls-paper', '0000-00-00 00:00:00', NULL),
(10, 'تزئین هدایای شب یلدا برای عروس1403', '<p>شب یلدایی عروس، یکی از زیباترین و محبوبترین سنت‌های ایرانی است که در بلندترین شب سال برگزار می‌شود. این مراسم به‌نوعی نمایشگر عشق، سخاوت، و ارتباط عمیق خانواده‌هاست و جلوه‌ای ویژه به طولان', '<p>شب یلدایی عروس، یکی از زیباترین و محبوبترین سنت‌های ایرانی است که در بلندترین شب سال برگزار می‌شود. این مراسم به‌نوعی نمایشگر عشق، سخاوت، و ارتباط عمیق خانواده‌هاست و جلوه‌ای ویژه به طولان', 'https://infinitycolor.co/wp-content/uploads/2024/11/تزئین-هدایای-شب-یلدا-برای-عروس-7.webp', 'yalda-night-gifts', '0000-00-00 00:00:00', NULL),
(11, 'بهترین مدل‌های مانتو تابستانی ۱۴۰۴ + نکات استایل و انتخاب پارچه', '<p>تابستان، فصلی‌ است که اهمیت لباس‌های راحت و خنک بیشتر از هر زمانی، خود را نشان می‌دهد. در این میان، مانتو تابستانه یکی از اصلی‌ترین آیتم‌های پوشش خانم‌هاست که هم باید از لحاظ ظاهری شیک و ه', '<p>تابستان، فصلی‌ است که اهمیت لباس‌های راحت و خنک بیشتر از هر زمانی، خود را نشان می‌دهد. در این میان، مانتو تابستانه یکی از اصلی‌ترین آیتم‌های پوشش خانم‌هاست که هم باید از لحاظ ظاهری شیک و ه', 'https://infinitycolor.co/wp-content/uploads/2025/04/مانتو-تابستانی-11.webp', 'summer-coat', '0000-00-00 00:00:00', NULL),
(12, 'فرش قرمز مت گالا ۲۰۲۵ را از کجا ببینیم؟', '<p>مراسم مت گالا ۲۰۲۵، یکی از مهم‌ترین رویدادهای مد جهان است. این مراسم هر ساله در  ۵ مه در موزه متروپولیتن نیویورک برگزار می‌شود. تم مت گالا امسال(2025) با عنوان «Superfine: Tailoring Black ', '<p>مراسم مت گالا ۲۰۲۵، یکی از مهم‌ترین رویدادهای مد جهان است. این مراسم هر ساله در  ۵ مه در موزه متروپولیتن نیویورک برگزار می‌شود. تم مت گالا امسال(2025) با عنوان «Superfine: Tailoring Black ', 'https://infinitycolor.co/wp-content/uploads/2025/05/مت-گالا2025-1.webp', 'watch-met-gala', '0000-00-00 00:00:00', NULL),
(13, 'طرح ناخن بهاری شیک و جدید دخترانه', '<p>با فرا رسیدن فصل بهار، خانم‌های زیادی به دنبال مانیکور و پدیکور ناخن متناسب با این فصل و شرایط هستند. از آنجایی که افراد همواره به دنبال تنوع و ایجاد حس تازگی و زیبایی هستند، نسبت به طرح ن', '<p>با فرا رسیدن فصل بهار، خانم‌های زیادی به دنبال مانیکور و پدیکور <a href=\"https://infinitycolor.co/nail-polish-and-model-idea/\">ناخن</a> متناسب با این فصل و شرایط هستند. از آنجایی که افراد ', 'https://infinitycolor.co/wp-content/uploads/2024/02/Group-13-4.webp', 'spring-nail-idea', '0000-00-00 00:00:00', NULL),
(14, 'بهترین روش ها و ماسک های تقویت و مراقبت از مو در پاییز و زمستان', '<p>با سرد شدن هوا در پاییز و زمستان، اختلاف دمای هوای سرد بیرون و هوای گرم و خشک خانه می تواند باعث بروز مشکلاتی در مو شود. هوای سرد باعث از بین رفتن رطوبت سر و مو می شود و از نتایج آن می توا', '<p>با سرد شدن هوا در پاییز و زمستان، اختلاف دمای هوای سرد بیرون و هوای گرم و خشک خانه می تواند باعث بروز مشکلاتی در مو شود. هوای سرد باعث از بین رفتن رطوبت سر و مو می شود و از نتایج آن می توا', 'https://infinitycolor.co/wp-content/uploads/2024/10/New-Project-2024-10-08T145006.666.webp', 'hair-care-tips-for-autumn', '0000-00-00 00:00:00', NULL),
(15, '7 نوشیدنی گرم و دمنوش مناسب فصل پاییز', '<p>دمنوش پاییزی دمنوش ها از گیاهان دارویی گرفته می شوند که برای سلامتی بسیار مفید هستند. با وارد شدن به فصل پاییز و شروع شدن سرما و احتمال بالارفتن مریضی ها،یکی از سالم ترین روش های تقویت سیس', '<h2>دمنوش پاییزی</h2>\n<p>دمنوش ها از گیاهان دارویی گرفته می شوند که برای سلامتی بسیار مفید هستند. با وارد شدن به فصل پاییز و شروع شدن سرما و احتمال بالارفتن مریضی ها،یکی از سالم ترین روش های ', 'https://infinitycolor.co/wp-content/uploads/2024/09/New-Project-89.webp', 'herbal-tea-for-fall', '0000-00-00 00:00:00', NULL),
(16, 'اصول ست رنگ سبز زیتونی در استایل| ترکیب برنده با سبز', '<p>یکی از موارد بسیار مهم در انواع استایل و افزایش جذابیت آن، آشنایی با چرخه رنگ و ترکیبات صحیح و مکمل‌های رنگی است. به صورت روزمره اکثرا این اتفاق در استایل هایمان برای ما می افتد اما امروز ', '<p>یکی از موارد بسیار مهم در <strong><a href=\"https://infinitycolor.co/all-kinds-of-womens-styles/\">انواع استایل</a></strong> و افزایش جذابیت آن، آشنایی با چرخه رنگ و ترکیبات صحیح و مکمل‌های ', 'https://infinitycolor.co/wp-content/uploads/2024/11/New-Project-84.webp', 'what-colors-go-with-green-style', '0000-00-00 00:00:00', NULL),
(17, 'چرا پارچه نخی بهترین انتخاب برای تابستان است؟ ۶ مزیت طلایی انواع پارچه نخی', '<p>فصل‌های بهار و تابستان با دمای بالای هوا و رطوبت زیاد همراه هستند که در این شرایط، انتخاب لباس مناسب از اهمیت ویژه‌ای برخوردار است. یکی از بهترین انتخاب‌ها برای این فصول، استفاده از پارچه‌', '<p class=\"\" data-start=\"338\" data-end=\"761\">فصل‌های بهار و تابستان با دمای بالای هوا و رطوبت زیاد همراه هستند که در این شرایط، انتخاب لباس مناسب از اهمیت ویژه‌ای برخوردار است. یکی از بهترین ا', 'https://infinitycolor.co/wp-content/uploads/2025/04/پارچه-نخی-3.webp', 'cotton-fabric', '0000-00-00 00:00:00', NULL),
(18, '۵ طرح ترند ناخن کروم در سال 1404| طراحی‌ ناخن کروم راز یک استایل لوکس و متفاوت', '<p>ناخن‌ها یکی از اجزای مهم در استایل شخصی هستند که تأثیر زیادی در ظاهر کلی افراد دارند. در سال‌های اخیر، طراحی‌های ناخن به یکی از شاخه‌های پرطرفدار صنعت زیبایی تبدیل شده‌اند و در این میان، ن', '<p>ناخن‌ها یکی از اجزای مهم در استایل شخصی هستند که تأثیر زیادی در ظاهر کلی افراد دارند. در سال‌های اخیر، طراحی‌های ناخن به یکی از شاخه‌های پرطرفدار صنعت زیبایی تبدیل شده‌اند و در این میان، ن', 'https://infinitycolor.co/wp-content/uploads/2025/04/ناخن-کروم-5.webp', 'chrome-nail', '0000-00-00 00:00:00', NULL),
(19, 'نگاهی به مت گالا 2025 | بهترین و بدترین استایل + حواشی', '<p>مت گالا ۲۰۲۵، دوشنبه ۵ مه، برگزار شد. این رویداد که هر سال در موزه هنر متروپولیتن نیویورک برگزار می‌شود، جمعی از ستاره‌های دنیای هنر، موسیقی، سینما، مد و طراحی را گرد هم می‌آورد تا نمایشگا', '<p data-start=\"71\" data-end=\"310\">مت گالا ۲۰۲۵، دوشنبه ۵ مه، برگزار شد. این رویداد که هر سال در موزه هنر متروپولیتن نیویورک برگزار می‌شود، جمعی از ستاره‌های دنیای هنر، موسیقی، سینما، مد و طرا', 'https://infinitycolor.co/wp-content/uploads/2025/05/مت-گالا.webp', 'met-ball-2025', '0000-00-00 00:00:00', NULL),
(20, 'ایده‌های خلاقانه و رمانتیک خواستگاری در روز ولنتاین', '<p>روز ولنتاین، روز عشق و محبت، فرصتی بی‌نظیر برای ابراز احساسات عمیق و تصمیم‌های مهمی چون خواستگاری است. برای بسیاری از افراد، این روز بهانه‌ای است تا با روشی خلاقانه و رمانتیک، عشق زندگی خو', '<p>روز ولنتاین، روز عشق و محبت، فرصتی بی‌نظیر برای ابراز احساسات عمیق و تصمیم‌های مهمی چون خواستگاری است. برای بسیاری از افراد، این روز بهانه‌ای است تا با روشی خلاقانه و رمانتیک، عشق زندگی خو', 'https://infinitycolor.co/wp-content/uploads/2025/01/خواستگاری-در-ولنتاین-8.webp', 'proposal-on-valentines-day', '0000-00-00 00:00:00', NULL),
(21, 'چسب لیفت سینه، راهی ساده برای خوش‌ استایل‌تر دیده شدن خانم‌ها', '<p>خانم‌ها همیشه به دنبال روش‌ها و ترفندهایی هستند که به آن‌ها کمک کند تا در استایل خود بهتر و جذاب‌تر به نظر برسند. یکی از دغدغه‌های رایج در این زمینه، خوش‌فرم دیده شدن سینه‌ها و بهبود ظاهر ', '<p>خانم‌ها همیشه به دنبال روش‌ها و ترفندهایی هستند که به آن‌ها کمک کند تا در استایل خود بهتر و جذاب‌تر به نظر برسند. یکی از دغدغه‌های رایج در این زمینه، خوش‌فرم دیده شدن سینه‌ها و بهبود ظاهر ', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-17.webp', 'breast-lift-tape', '0000-00-00 00:00:00', NULL),
(22, 'ترفندهای پنهان کردن بند سوتین در انواع لباس', '<p>پنهان کردن بند سوتین یکی از چالش‌های رایج برای خانم‌هایی است که می‌خواهند استایلی مرتب و بدون نگرانی از نمایان شدن بندها داشته باشند. در این بلاگ، به بررسی چند روش مؤثر و کاربردی برای پنها', '<p>پنهان کردن بند سوتین یکی از چالش‌های رایج برای خانم‌هایی است که می‌خواهند استایلی مرتب و بدون نگرانی از نمایان شدن بندها داشته باشند. در این بلاگ، به بررسی چند روش مؤثر و کاربردی برای پنها', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-5.webp', 'hide-bra-straps', '0000-00-00 00:00:00', NULL),
(23, 'برای شام چی درست کنم؟ ایده های سریع و آسان برای شام زنان خانه‌دار و شاغل', '<p>اگر شما هم جزء آن دسته از زنانی هستید که بعد از یک روز پرمشغله، با این سوال مواجه می‌شوید که &#8220;برای شام چی درست کنم؟&#8221;، این وبلاگ برای شماست! با توجه به مشغله‌های روزانه، زمان زی', '<p>اگر شما هم جزء آن دسته از زنانی هستید که بعد از یک روز پرمشغله، با این سوال مواجه می‌شوید که &#8220;برای شام چی درست کنم؟&#8221;، این وبلاگ برای شماست! با توجه به مشغله‌های روزانه، زمان زی', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-6.webp', 'easy-dinner-recipes', '0000-00-00 00:00:00', NULL),
(24, 'چه غذایی بخوریم تا احساس تشنگی کمتر در سحر و افطار داشته باشیم؟', '<p>ماه رمضان فرصتی ارزشمند برای بازسازی روح و جسم است، اما روزه‌داری در روزهای طولانی و گرم می‌تواند چالش‌هایی مانند تشنگی و کم‌آبی بدن را به همراه داشته باشد. احساس تشنگی شدید در طول روز، نا', '<p>ماه رمضان فرصتی ارزشمند برای بازسازی روح و جسم است، اما روزه‌داری در روزهای طولانی و گرم می‌تواند چالش‌هایی مانند تشنگی و کم‌آبی بدن را به همراه داشته باشد. احساس تشنگی شدید در طول روز، نا', 'https://infinitycolor.co/wp-content/uploads/2025/01/چه-غذایی-بخوریم-تا-احساس-تشنگی-کمتر-در-سحر-و-افطار-داشته-باشیم؟.webp', 'feeling-thirsty-during-ramadan', '0000-00-00 00:00:00', NULL),
(25, 'ایده‌های جدید برای طرح ناخن پاییزی 2024 مینیمال و شیک', '<p>با نزدیک شدن فصل پاییز، زمان آن رسیده که نه تنها کمد لباس‌های خود را با لباس‌های گرم‌تر و با رنگ‌های پاییزی پر کنید، بلکه طرح ناخن‌های خود را نیز با الهام از زیبایی‌های این فصل تغییر دهید.', '<p>با نزدیک شدن فصل پاییز، زمان آن رسیده که نه تنها کمد لباس‌های خود را با لباس‌های گرم‌تر و با رنگ‌های پاییزی پر کنید، بلکه طرح ناخن‌های خود را نیز با الهام از زیبایی‌های این فصل تغییر دهید.', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-22-1.webp', 'fall-nails', '0000-00-00 00:00:00', NULL),
(26, '5 استایل متفاوت با شلوار زاپ دار که باید امتحان کنید', '<p>شلوار زاپ دار یکی از جذاب‌ترین و پرطرفدارترین سبک‌های مدرن در دنیای پوشاک است که به دلیل ظاهر خاص و طراحی منحصر‌به‌فرد، طرفداران زیادی دارد. این نوع شلوارها با پارگی‌های عمدی و طراحی خاص، ', '<p>شلوار زاپ دار یکی از جذاب‌ترین و پرطرفدارترین سبک‌های مدرن در دنیای پوشاک است که به دلیل ظاهر خاص و طراحی منحصر‌به‌فرد، طرفداران زیادی دارد. این نوع شلوارها با پارگی‌های عمدی و طراحی خاص، ', 'https://infinitycolor.co/wp-content/uploads/2025/05/شلوار-زاپ-دار؛-از-تاریخچه-تا-محبوب_ترین-مدل_های-روز-1-1.webp', 'zap-pants', '0000-00-00 00:00:00', NULL),
(27, 'چگونه تندی فلفل را از دست و پوست خود رفع کنیم؟ راهنمای کامل برای کاهش سوزش و حساسیت پوستی', '<p>استفاده از فلفل در آشپزی و تهیه غذاهای خوش‌طعم و خوش‌رنگ بسیار رایج است، اما تماس مستقیم آن با پوست و چشم می‌تواند باعث سوزش و حساسیت‌های شدید شود. مواد موجود در فلفل، به‌ویژه کپسایسین، مس', '<p>استفاده از فلفل در آشپزی و تهیه غذاهای خوش‌طعم و خوش‌رنگ بسیار رایج است، اما تماس مستقیم آن با پوست و چشم می‌تواند باعث سوزش و حساسیت‌های شدید شود. مواد موجود در فلفل، به‌ویژه کپسایسین، مس', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-13.webp', 'eliminate-pepper-burn-from-skin', '0000-00-00 00:00:00', NULL),
(28, 'ایده‌هایی برای لباس سفر نوروزی 1404| برای سفر نوروز چی بپوشم؟', '<p>نوروز یکی از بهترین زمان‌ها برای سفر است. تعطیلات بهاری فرصتی فوق‌العاده برای استراحت، گشت‌وگذار و کشف مکان‌های جدید فراهم می‌کند. اما یکی از مهم‌ترین دغدغه‌های سفر نوروز، انتخاب لباس سفر ', '<p>نوروز یکی از بهترین زمان‌ها برای سفر است. تعطیلات بهاری فرصتی فوق‌العاده برای استراحت، گشت‌وگذار و کشف مکان‌های جدید فراهم می‌کند. اما یکی از مهم‌ترین دغدغه‌های سفر نوروز، انتخاب لباس سفر ', 'https://infinitycolor.co/wp-content/uploads/2025/02/ایده_هایی-برای-لباس-سفر-نوروزی-8.webp', 'nowruz-travel-clothes', '0000-00-00 00:00:00', NULL),
(29, 'فیس فریم ترند محبوب رنگ مو در سال‌های اخیر', '<p>اگر به دنبال یک تغییر ظریف، زیبا و مدرن در ظاهر خود هستید اما نمی‌خواهید کل موهای خود را رنگ کنید، تکنیک فیس فریم می‌تواند گزینه‌ای عالی برای شما باشد. این روش محبوب و خلاقانه در دنیای رنگ', '<p>اگر به دنبال یک تغییر ظریف، زیبا و مدرن در ظاهر خود هستید اما نمی‌خواهید کل موهای خود را رنگ کنید، تکنیک فیس فریم می‌تواند گزینه‌ای عالی برای شما باشد. این روش محبوب و خلاقانه در دنیای رنگ', 'https://infinitycolor.co/wp-content/uploads/2025/05/فیس-فریم-9.webp', 'face-frame', '0000-00-00 00:00:00', NULL),
(30, 'بهترین روش های درمان خانگی خشکی پوست در فصل پاییز', '<p>با وارد شدن به فصل پاییز و تغییرات اقلیمی و سرد شدن تدریجی هوا، ممکن است متوجه تغییراتی در پوست صورت و بدن خود شوید. از رایج ترین مشکلات پوستی در پاییز و هوای سرد خشکی، زبری و خارش پوست اس', '<p>با وارد شدن به فصل پاییز و تغییرات اقلیمی و سرد شدن تدریجی هوا، ممکن است متوجه تغییراتی در پوست صورت و بدن خود شوید. از رایج ترین مشکلات پوستی در پاییز و هوای سرد خشکی، زبری و خارش پوست اس', 'https://infinitycolor.co/wp-content/uploads/2024/09/New-Project-94.webp', 'dry-skin-in-autumn', '0000-00-00 00:00:00', NULL),
(31, '5 استایل دانشجویی پسرانه برای آقایان خوش تیپ', '<p>استایل دانشجویی پسرانه همانند سایر استایل‌ها ویژگی‌های خاص خودش را دارد. استایلی که انتخاب می‌کنید باید در تمامی ماه‌های سال راحت و در عین حال شیک و جذاب باشد. اگر زمانی که در دانشگاه می‌گ', '<p>استایل دانشجویی پسرانه همانند سایر استایل‌ها ویژگی‌های خاص خودش را دارد. استایلی که انتخاب می‌کنید باید در تمامی ماه‌های سال راحت و در عین حال شیک و جذاب باشد. اگر زمانی که در دانشگاه می‌گ', 'https://infinitycolor.co/wp-content/uploads/2024/09/New-Project-51.webp', 'student-style-for-boys', '0000-00-00 00:00:00', NULL),
(32, '4 اشتباه رایج در استایل خنک با شومیز| راهنمای کامل استایل خنک با شومیز برای روزهای گرم تابستان', '<p>شومیز یکی از آیتم‌های پرکاربرد، سبک و خوش‌فرم برای فصول گرم مثل بهار و تابستان است. در واقع، شومیز یک عنصر کلیدی استایل‌های زنانه است مخصوصاً زمانی که می خواهید شیک باشید و در عین حال از گ', '<p>شومیز یکی از آیتم‌های پرکاربرد، سبک و خوش‌فرم برای فصول گرم مثل بهار و تابستان است. در واقع، شومیز یک عنصر کلیدی استایل‌های زنانه است مخصوصاً زمانی که می خواهید شیک باشید و در عین حال از گ', 'https://infinitycolor.co/wp-content/uploads/2025/04/استایل-خنک-با-شومیز-14.webp', 'cool-style-with-paperback', '0000-00-00 00:00:00', NULL),
(33, 'شب یلدا 1403 چه روزی است؟| آشنایی با آداب و رسوم شب یلدا', '<p>شب یلدا، یا شب چله، یکی از مهم‌ترین و زیباترین جشن‌های ایرانی است که در آخرین شب پاییز برگزار می‌شود. این جشن با گردهمایی خانواده‌ها، داستان‌سرایی، شعرخوانی و لذت بردن از خوراکی‌های سنتی، ', '<p>شب یلدا، یا شب چله، یکی از مهم‌ترین و زیباترین جشن‌های ایرانی است که در آخرین شب پاییز برگزار می‌شود. این جشن با گردهمایی خانواده‌ها، داستان‌سرایی، شعرخوانی و لذت بردن از خوراکی‌های سنتی، ', 'https://infinitycolor.co/wp-content/uploads/2024/11/New-Project-75.webp', 'yalda-night-date', '0000-00-00 00:00:00', NULL),
(34, '6 مدل پرطرفدار بافت مو آفریقایی برای سال 2025', '<p>بافت مو آفریقایی، یکی از  زیباترین، قدیمی‌ترین و پر طرفدارترین بافت مو است. این مدل بافت نه تنها زیبایی خاص و متفاوت به موها می‌بخشد، بلکه راهی برای محافظت از موها  می‌باشد. امروزه بافت آف', '<p data-start=\"0\" data-end=\"267\">بافت مو آفریقایی، یکی از  زیباترین، قدیمی‌ترین و پر طرفدارترین بافت مو است. این مدل بافت نه تنها زیبایی خاص و متفاوت به موها می‌بخشد، بلکه راهی برای محافظت از', 'https://infinitycolor.co/wp-content/uploads/2025/04/بافت-مو-آفریقایی-12.webp', 'african-texture', '0000-00-00 00:00:00', NULL),
(35, 'تثبیت رنگ لباس مشکی و جلوگیری از بور شدن آن هنگام شستشو', '<p>لباس‌های مشکی همیشه از محبوب‌ترین و پرکاربردترین لباس‌ها در کمد هر فردی هستند و جذابیت خاصی به استایل می‌بخشند. اما یکی از مشکلات رایج هنگام استفاده و شستشوی این لباس‌ها، تغییر رنگ و بور ش', '<p>لباس‌های مشکی همیشه از محبوب‌ترین و پرکاربردترین لباس‌ها در کمد هر فردی هستند و جذابیت خاصی به استایل می‌بخشند. اما یکی از مشکلات رایج هنگام استفاده و شستشوی این لباس‌ها، تغییر رنگ و بور ش', 'https://infinitycolor.co/wp-content/uploads/2024/10/New-Project-40.webp', 'how-to-wash-black-clothes', '0000-00-00 00:00:00', NULL),
(36, 'بهترین رژیم غذایی فصل پاییز برای افزایش ایمنی', '<p>با تغییر فصل‌ها، نیازهای غذایی بدن نیز تغییر می‌کند و فصل پاییز یکی از دوره‌هایی است که تغذیه مناسب می‌تواند به حفظ سلامت و انرژی بدن کمک کند. هوای سردتر و روزهای کوتاه‌تر، نیاز به مصرف غذ', '<p>با تغییر فصل‌ها، نیازهای غذایی بدن نیز تغییر می‌کند و فصل پاییز یکی از دوره‌هایی است که تغذیه مناسب می‌تواند به حفظ سلامت و انرژی بدن کمک کند. هوای سردتر و روزهای کوتاه‌تر، نیاز به مصرف غذ', 'https://infinitycolor.co/wp-content/uploads/2024/09/New-Project-72.webp', 'fall-diet', '0000-00-00 00:00:00', NULL),
(37, 'راز رنگ‌ها و نمادهای روز ولنتاین 2025', '<p>شاید شما هم از خود پرسیده باشید روز ولنتاین چه روزی است؟ روز ولنتاین یا روز عشق، یک روز ویژه است که در آن افراد عشق و محبت خود را به عزیزانشان ابراز می‌کنند. رنگ‌ها و نمادهای روز ولنتاین، ', '<p>شاید شما هم از خود پرسیده باشید روز ولنتاین چه روزی است؟ روز ولنتاین یا روز عشق، یک روز ویژه است که در آن افراد عشق و محبت خود را به عزیزانشان ابراز می‌کنند. رنگ‌ها و نمادهای روز ولنتاین، ', 'https://infinitycolor.co/wp-content/uploads/2024/12/ولنتاین-1403-5.webp', 'colors-and-symbols-of-valentines-day', '0000-00-00 00:00:00', NULL),
(38, 'استایل‌هایی که باید با شلوار اسکینی حتما امتحان کنید!', '<p>شلوار اسکینی یکی از پرطرفدارترین مدل‌های شلوار در دنیای مد محسوب می‌شود که به دلیل طراحی جذب و انعطاف‌پذیری بالا، توجه افراد در گروه‌های سنی مختلف را به خود جلب کرده است. جنس این شلوار اغل', '<p>شلوار اسکینی یکی از پرطرفدارترین مدل‌های شلوار در دنیای مد محسوب می‌شود که به دلیل طراحی جذب و انعطاف‌پذیری بالا، توجه افراد در گروه‌های سنی مختلف را به خود جلب کرده است. جنس این شلوار اغل', 'https://infinitycolor.co/wp-content/uploads/2025/05/شلوار-اسکینی_-تاریخچه،-آینده،-مزایا-و-معایب،-نحوه-ست-کردن-و-مقایسه-با-سایر-مدل_های-شلوار.webp', 'skinny-pants', '0000-00-00 00:00:00', NULL),
(39, 'هودی رو با چی بپوشیم؟ انواع استایل با هودی اورسایز', '<p>این روزها آسایش و راحتی اولویت زندگی انسان‌هاست و تمامی تکنولوژی و ترندهای جدید در راستای تحقق این نیاز است و صنعت مد و فشن هم از این قاعده مستثنا نیست. استایل‌های ترند و جدید دنیا تماما ی', '<p>این روزها آسایش و راحتی اولویت زندگی انسان‌هاست و تمامی تکنولوژی و ترندهای جدید در راستای تحقق این نیاز است و صنعت مد و فشن هم از این قاعده مستثنا نیست. استایل‌های ترند و جدید دنیا تماما ی', 'https://infinitycolor.co/wp-content/uploads/2024/10/New-Project-53.webp', 'what-to-wear-with-hoodie', '0000-00-00 00:00:00', NULL),
(40, '8 ایده ساده و جذاب برای یک ولنتاین کم هزینه و مقرون به صرفه', '<p>ولنتاین روز عشق است، اما لزوماً نباید هزینه زیادی برای نشان دادن عشق و علاقه‌تان بپردازید. با کمی خلاقیت و برنامه‌ریزی، می‌توانید یک ولنتاین رمانتیک و به یاد ماندنی را با بودجه محدود، برگز', '<p>ولنتاین روز عشق است، اما لزوماً نباید هزینه زیادی برای نشان دادن عشق و علاقه‌تان بپردازید. با کمی خلاقیت و برنامه‌ریزی، می‌توانید یک ولنتاین رمانتیک و به یاد ماندنی را با بودجه محدود، برگز', 'https://infinitycolor.co/wp-content/uploads/2024/12/ولنتاین-کم-هزینه-7.webp', 'low-cost-valentine', '0000-00-00 00:00:00', NULL),
(41, 'راهنمای انتخاب رنگ لباس برای پوست گندمی', '<p>رنگ لباس و تأثیر آن بر زیبایی و جذابیت افراد همیشه از موضوعات مهم در دنیای مد و فشن بوده است. هر فرد با توجه به ویژگی‌های ظاهری خود، از جمله رنگ پوست، می‌تواند انتخاب‌های مختلفی برای لباس‌', '<p>رنگ لباس و تأثیر آن بر زیبایی و جذابیت افراد همیشه از موضوعات مهم در دنیای مد و فشن بوده است. هر فرد با توجه به ویژگی‌های ظاهری خود، از جمله رنگ پوست، می‌تواند انتخاب‌های مختلفی برای لباس‌', 'https://infinitycolor.co/wp-content/uploads/2025/03/New-Project-17.webp', 'clothing-colors-for-wheat-skin', '0000-00-00 00:00:00', NULL),
(42, 'آموزش استفاده و شارژ کیف پول برای خرید اینترنتی', '<p>کیف پول الکترونیکی، که به آن کیف پول دیجیتال هم می‌گویند، سرویسی است که به شما امکان می‌دهد تراکنش‌های مالی را به صورت آنلاین انجام دهید. این تراکنش‌ها می‌توانند شامل خرید کالا و خدمات، پر', '<p>کیف پول الکترونیکی، که به آن کیف پول دیجیتال هم می‌گویند، سرویسی است که به شما امکان می‌دهد تراکنش‌های مالی را به صورت آنلاین انجام دهید. این تراکنش‌ها می‌توانند شامل خرید کالا و خدمات، پر', 'https://infinitycolor.co/wp-content/uploads/2024/04/Group-1-1.webp', 'recharge-digital-wallet', '0000-00-00 00:00:00', NULL),
(43, 'شام ولنتاین چی درست کنم؟|معرفی بهترین غذا و دسر و نوشیدنی خاص و خوشمزه در شب ولنتاین', '<p>روز ولنتاین، زمانی برای ابراز عشق و محبت به عزیزانمان است. یکی از بهترین راه‌های نشان دادن این احساس، تهیه یک شام ولنتاین خوشمزه و یک دسر جذاب و خاص است که به این روز خاص، حال و هوای ویژه‌', '<p>روز ولنتاین، زمانی برای ابراز عشق و محبت به عزیزانمان است. یکی از بهترین راه‌های نشان دادن این احساس، تهیه یک شام ولنتاین خوشمزه و یک دسر جذاب و خاص است که به این روز خاص، حال و هوای ویژه‌', 'https://infinitycolor.co/wp-content/uploads/2025/01/شام-ولنتاین.webp', 'valentines-dinner', '0000-00-00 00:00:00', NULL),
(44, 'راهنمای انتخاب شلوار مناسب فرم بدن و تیپ شما', '<p>انواع مختلف شلوار‌ها در طراحی و دوخت در بازار موجود هستند. برخی افراد ممکن است شلوار را صرفا بر اساس ظاهر و دوخت یا مارک آن انتخاب کنند اما باید بدانید که فرم بدن و پاها و بالاتنه شما نقش ', '<p><span style=\"font-weight: 400;\">انواع مختلف شلوار‌ها در طراحی و دوخت در بازار موجود هستند. برخی افراد ممکن است شلوار را صرفا بر اساس ظاهر و دوخت یا مارک آن انتخاب کنند اما باید بدانید که ف', 'https://infinitycolor.co/wp-content/uploads/2024/08/1-1.webp', 'pants-for-your-body-shape', '0000-00-00 00:00:00', NULL),
(45, '4 دستور پخت کوکی ولنتاین بدون فر با تزئین زیبا', '<p>همه می‌دانیم که جذابیت ولنتاین به کادویی است که می‌گیرید یا به شریک خود می‌دهید. در اکثر مواقع خانم‌ها چه گل هدیه بگیرند چه جواهرات، خوشحال خواهند بود. اما برای آقایان چه؟ به جز جوراب مردا', '<p>همه می‌دانیم که جذابیت ولنتاین به کادویی است که می‌گیرید یا به شریک خود می‌دهید. در اکثر مواقع خانم‌ها چه گل هدیه بگیرند چه جواهرات، خوشحال خواهند بود. اما برای آقایان چه؟ به جز جوراب مردا', 'https://infinitycolor.co/wp-content/uploads/2025/01/New-Project-85.webp', 'valentine-cookie', '0000-00-00 00:00:00', NULL),
(46, 'ایده‌های جذاب و خلاقانه برای تزیین درخت کریسمس 2025', '<p>تزیین درخت کریسمس یکی از جذاب‌ترین و شادترین بخش‌های تعطیلات است. درخت کریسمس نماد جشن و شادی است، و تزیین آن فرصتی است برای ابراز خلاقیت و خلق فضایی جادویی و دلنشین. در ادامه چند ایده برا', '<p>تزیین درخت کریسمس یکی از جذاب‌ترین و شادترین بخش‌های تعطیلات است. درخت کریسمس نماد جشن و شادی است، و تزیین آن فرصتی است برای ابراز خلاقیت و خلق فضایی جادویی و دلنشین. در ادامه چند ایده برا', 'https://infinitycolor.co/wp-content/uploads/2024/12/تزیین-درخت-کریسمس-3.webp', 'christmas-tree-decoration', '0000-00-00 00:00:00', NULL),
(47, 'راز داشتن ابروهایی پرپشت و طبیعی با میکروبلیدینگ ابرو', '<p>میکروبلیدینگ ابرو یک تکنیک آرایشی نیمه‌دائمی است که به‌طور خاص برای اصلاح و تقویت ابروها طراحی شده است. این روش با استفاده از ابزار دستی ظریفی به نام میکروبلید که شامل سوزن‌های بسیار ریز ا', '<p>میکروبلیدینگ ابرو یک تکنیک آرایشی نیمه‌دائمی است که به‌طور خاص برای اصلاح و تقویت ابروها طراحی شده است. این روش با استفاده از ابزار دستی ظریفی به نام میکروبلید که شامل سوزن‌های بسیار ریز ا', 'https://infinitycolor.co/wp-content/uploads/2025/01/میکروبلیدینگ-ابرو-4.webp', 'eyebrow-microblading', '0000-00-00 00:00:00', NULL),
(48, 'ویژگی ها و مدل لباس بارداری جدید', '<p>دوران بارداری، یکی از خاص‌ترین و زیباترین دوره‌های زندگی هر زنی است. در این دوران، بدن مادر تغییرات بسیاری را تجربه می‌کند و لباس‌های معمولی دیگر مناسب و راحت نخواهند بود. لباس بارداری، با', '<p><span style=\"font-weight: 400;\">دوران بارداری، یکی از خاص‌ترین و زیباترین دوره‌های زندگی هر زنی است. در این دوران، بدن مادر تغییرات بسیاری را تجربه می‌کند و لباس‌های معمولی دیگر مناسب و را', 'https://infinitycolor.co/wp-content/uploads/2024/06/Group-29-11-1.webp', 'pregnancy-clothes-for-women', '0000-00-00 00:00:00', NULL),
(49, 'تفاوت شلوار اسلش و جاگر| هر کدام برای کجا مناسب هستند؟', '<p>با توجه به ترندهای روزافزون دنیای مد و فشن، هر روزه اسامی جدیدی به گوش ما می‌رسد و در فضای مجازی آن‌ها را می‌بینیم و بدون آنکه اطلاع دقیقی از ماهیت این آیتم‌ها داشته باشیم آن‌ها را می‌خریم', '<p>با توجه به ترندهای روزافزون دنیای مد و فشن، هر روزه اسامی جدیدی به گوش ما می‌رسد و در فضای مجازی آن‌ها را می‌بینیم و بدون آنکه اطلاع دقیقی از ماهیت این آیتم‌ها داشته باشیم آن‌ها را می‌خریم', 'https://infinitycolor.co/wp-content/uploads/2024/10/New-Project-72.webp', 'difference-of-jogger-and-slash-pants', '0000-00-00 00:00:00', NULL),
(50, 'دنیای مرموز خرید کیف برکین برند هرمس| آیا شما هم می‌توانید یکی از کیف‌های افسانه‌ای هرمس را داشته باشید؟', '<p>یکی از موانع اصلی برای خرید کیف‌های برند، قیمت بالای آنهاست. بسیاری از افراد سال‌ها پس‌انداز می‌کنند تا بتوانند یکی از این کیف‌ها را بخرند. برای مثال، کیف‌های لویی ویتون، شانل و کوجی از جم', '<p>یکی از موانع اصلی برای خرید کیف‌های برند، قیمت بالای آنهاست. بسیاری از افراد سال‌ها پس‌انداز می‌کنند تا بتوانند یکی از این کیف‌ها را بخرند. برای مثال، کیف‌های لویی ویتون، شانل و کوجی از جم', 'https://infinitycolor.co/wp-content/uploads/2025/02/کیف-برکین-5.webp', 'buy-a-birkin-bag', '0000-00-00 00:00:00', NULL),
(51, 'ایده آرایش صورت، مدل مو و لباس مصاحبه کاری', '<p>اولین مصاحبه کاری، فرصتی بی‌نظیر برای نمایش توانمندی‌ها و شایستگی‌های شما به کارفرمای آینده است. در این میان، ظاهر شما به عنوان اولین پیام غیرکلامی، نقشی کلیدی در شکل‌دهی به برداشت اولیه م', '<p><span style=\"font-weight: 400;\">اولین مصاحبه کاری، فرصتی بی‌نظیر برای نمایش توانمندی‌ها و شایستگی‌های شما به کارفرمای آینده است. در این میان، ظاهر شما به عنوان اولین پیام غیرکلامی، نقشی کل', 'https://infinitycolor.co/wp-content/uploads/2024/06/Group-31-2.webp', 'working-interview-style-for-women', '0000-00-00 00:00:00', NULL),
(52, 'پیشنهادهای استایل کاری و کارمندی زنانه و دخترانه', '<p>انتخاب لباس مناسب برای محل کار می‌تواند دغدغه بسیاری از خانم‌های شاغل باشد. از آنجایی که لباس کار تا حد زیادی بر روی شخصیت و عملکرد شما در محیط کار تاثیر می‌گذارد، انتخاب درست و اصولی آن ا', '<p><span style=\"font-weight: 400;\">انتخاب لباس مناسب برای محل کار می‌تواند دغدغه بسیاری از خانم‌های شاغل باشد. از آنجایی که لباس کار تا حد زیادی بر روی شخصیت و عملکرد شما در محیط کار تاثیر می', 'https://infinitycolor.co/wp-content/uploads/2024/05/Group-28-3-1.webp', 'working-style', '0000-00-00 00:00:00', NULL),
(53, 'چگونه با ترفندهای ساده قد خود را بلندتر نشان دهیم؟', '<p>داشتن قد کوتاه به هیچ وجه محدودیت محسوب نمی‌شود، بلکه با انتخاب استایل مناسب می‌توان ظاهری جذاب و متناسب داشت. در این مقاله نکاتی برای انتخاب لباس و اکسسوری مناسب افراد قد کوتاه ارائه می‌ش', '<p>داشتن قد کوتاه به هیچ وجه محدودیت محسوب نمی‌شود، بلکه با انتخاب استایل مناسب می‌توان ظاهری جذاب و متناسب داشت. در این مقاله نکاتی برای انتخاب لباس و اکسسوری مناسب افراد قد کوتاه ارائه می‌ش', 'https://infinitycolor.co/wp-content/uploads/2025/03/استایل-افراد-کوتاه-قد-3-1.webp', 'the-style-of-short-people', '0000-00-00 00:00:00', NULL),
(54, 'چطور رنگ موی فانتزی مناسب خود را انتخاب کنیم؟', '<p>در دنیای مد و زیبایی، رنگ موی فانتزی به یکی از محبوب‌ترین روش‌ها برای بیان شخصیت و ایجاد ظاهری متفاوت تبدیل شده است. این رنگ‌ها، که خارج از طیف طبیعی، قرار دارند، امکان خلاقیت و تجربه‌گرای', '<p>در دنیای مد و زیبایی، رنگ موی فانتزی به یکی از محبوب‌ترین روش‌ها برای بیان شخصیت و ایجاد ظاهری متفاوت تبدیل شده است. این رنگ‌ها، که خارج از طیف طبیعی، قرار دارند، امکان خلاقیت و تجربه‌گرای', 'https://infinitycolor.co/wp-content/uploads/2024/11/رنگ-موی-فانتزی-1.webp', 'fancy-hair-color', '0000-00-00 00:00:00', NULL),
(55, 'لباس و استایل ورزشی زنانه و دخترانه مخصوص باشگاه', '<p>استفاده از لباس ورزشی مناسب و استاندارد، تاثیر مهمی در کیفیت و زمان انجام تمرین‌های ورزشی خواهد داشت. لباس و استایل ورزشی زنانه باید متناسب با نوع ورزش و سایز فرد انتخاب شود تا هنگام تمرین', '<p>استفاده از لباس ورزشی مناسب و استاندارد، تاثیر مهمی در کیفیت و زمان انجام تمرین‌های ورزشی خواهد داشت. لباس و استایل ورزشی زنانه باید متناسب با نوع ورزش و سایز فرد انتخاب شود تا هنگام تمرین', 'https://infinitycolor.co/wp-content/uploads/2024/04/Group-23-5-1.webp', 'sport-style-for-women', '0000-00-00 00:00:00', NULL),
(56, 'استایل با انواع صندل و اصول ست کردن آن', '<p>صندل‌ها، از دیرباز تاکنون جایگاه ویژه‌ای در کمد لباس‌های تابستانی داشته‌اند. با تنوع بی‌نظیر در طرح‌ها، رنگ‌ها و مدل‌ها، صندل‌ها به شما این امکان را می‌دهند تا استایلی راحت، خنک و در عین ح', '<p><span style=\"font-weight: 400;\">صندل‌ها، از دیرباز تاکنون جایگاه ویژه‌ای در کمد لباس‌های تابستانی داشته‌اند. با تنوع بی‌نظیر در طرح‌ها، رنگ‌ها و مدل‌ها، صندل‌ها به شما این امکان را می‌دهند', 'https://infinitycolor.co/wp-content/uploads/2024/06/Group-28-13.webp', 'style-with-sandals', '0000-00-00 00:00:00', NULL),
(57, 'بهترین روش های پاک کردن انواع لکه لباس', '<p>لکه‌های ناخوشایند روی لباس‌ها می‌توانند به سرعت ظاهر و زیبایی آن‌ها را تحت تأثیر قرار دهند و حتی در برخی موارد، باعث آسیب دائمی به بافت پارچه شوند. اما نگران نباشید، با شناخت انواع لکه‌ها ', '<p><span style=\"font-weight: 400;\">لکه‌های ناخوشایند روی لباس‌ها می‌توانند به سرعت ظاهر و زیبایی آن‌ها را تحت تأثیر قرار دهند و حتی در برخی موارد، باعث آسیب دائمی به بافت پارچه شوند. اما نگرا', 'https://infinitycolor.co/wp-content/uploads/2024/06/Group-31-13.webp', 'removing-stains-from-clothes', '0000-00-00 00:00:00', NULL),
(58, 'ایده‌های خلاقانه برای طراحی ناخن در خانه بدون نیاز به ابزار حرفه‌ای', '<p>داشتن ناخن‌های زیبا و آراسته یکی از عوامل مهم در افزایش جذابیت دست‌ها و استایل شخصی است. بسیاری از افراد برای دیزاین ناخن به سالن‌های زیبایی مراجعه می‌کنند، اما شما می‌توانید با روش‌های سا', '<p>داشتن ناخن‌های زیبا و آراسته یکی از عوامل مهم در افزایش جذابیت دست‌ها و استایل شخصی است. بسیاری از افراد برای دیزاین ناخن به سالن‌های زیبایی مراجعه می‌کنند، اما شما می‌توانید با روش‌های سا', 'https://infinitycolor.co/wp-content/uploads/2025/02/طراحی-ناخن-در-خانه-8.webp', 'nail-design-at-home', '0000-00-00 00:00:00', NULL),
(59, 'تیپ و استایل پاییزی مردانه ترند برای شیک پوشان', '<p>پوشیدن لباس‌های لایه لایه، لباس‌های چرم و کت‌های اور سایز از امضاهای پاییز به شمار می‌آیند. یک استایل پاییزی کلاسیک توانایی چند برابر کردن زیبایی‌های ظاهری شما را دارد. پاییز، فصل پوشیدن ل', '<p><span style=\"font-weight: 400;\">پوشیدن لباس‌های لایه لایه، لباس‌های چرم و کت‌های اور سایز از امضاهای پاییز به شمار می‌آیند. یک استایل پاییزی کلاسیک توانایی چند برابر کردن زیبایی‌های ظاهری ', 'https://infinitycolor.co/wp-content/uploads/2024/10/New-Project-22.webp', 'fall-outfit-for-men', '0000-00-00 00:00:00', NULL),
(60, 'آشنایی با استایل خیابانی دخترانه و زنانه', '<p>استایل خیابانی (Street Style)، یکی از محبوب‌ترین و پرطرفدارترین استایل‌ها در سراسر دنیاست. این استایل به دلیل راحتی، تنوع و عدم وجود محدودیت‌های خاص، مورد علاقه‌ی بسیاری از خانم‌ها و دخترا', '<p><span style=\"font-weight: 400;\">استایل خیابانی (Street Style)، یکی از محبوب‌ترین و پرطرفدارترین استایل‌ها در سراسر دنیاست. این استایل به دلیل راحتی، تنوع و عدم وجود محدودیت‌های خاص، مورد ع', 'https://infinitycolor.co/wp-content/uploads/2024/05/Group-28-12.webp', 'street-style', '0000-00-00 00:00:00', NULL),
(61, 'انواع استایل با چرم | با کت چرم چی بپوشیم؟', '<p>چرم یکی از جذاب‌ترین و ماندگارترین مواد در دنیای مد است که همواره طرفداران زیادی داشته است. اصول استایل با چرم به شما کمک می‌کند تا این جنس خاص و لوکس را به بهترین شکل در استایل روزمره‌تان', '<p>چرم یکی از جذاب‌ترین و ماندگارترین مواد در دنیای مد است که همواره طرفداران زیادی داشته است. اصول استایل با چرم به شما کمک می‌کند تا این جنس خاص و لوکس را به بهترین شکل در استایل روزمره‌تان', 'https://infinitycolor.co/wp-content/uploads/2024/10/New-Project-16.webp', 'how-to-style-leather', '0000-00-00 00:00:00', NULL),
(62, 'مدل و طرح ناخن شیک و باکلاس جدید', '<p>طرح ناخن، به مدل یا طراحی روی ناخن‌های طبیعی یا مصنوعی اشاره می‌کند که با استفاده از لاک‌های رنگی، نگین، پودر اکلیل، استیکر و سایر ابزارهای طراحی ناخن انجام می‌شود. این طرح‌ها می‌توانند سا', '<p>طرح ناخن، به مدل یا طراحی روی ناخن‌های طبیعی یا مصنوعی اشاره می‌کند که با استفاده از لاک‌های رنگی، نگین، پودر اکلیل، استیکر و سایر ابزارهای طراحی ناخن انجام می‌شود. این طرح‌ها می‌توانند سا', 'https://infinitycolor.co/wp-content/uploads/2024/03/Group-19-44.webp', 'nail-polish-and-model-idea', '0000-00-00 00:00:00', NULL),
(63, 'درمان خانگی و بدون جراحی فرورفتن ناخن پا در گوشت', '<p>آیا درآوردن کفش‌هایتان بعد از یک روز طولانی به شما حس آرامش نمی‌دهد زیرا انگشت پایتان مدام درد می‌کند؟ فرو رفتن ناخن پا در گوشت یک بیماری شایع است که در این بیماری گوشه ناخن پا از مسیر منح', '<p>آیا درآوردن کفش‌هایتان بعد از یک روز طولانی به شما حس آرامش نمی‌دهد زیرا انگشت پایتان مدام درد می‌کند؟ فرو رفتن ناخن پا در گوشت یک بیماری شایع است که در این بیماری گوشه ناخن پا از مسیر منح', 'https://infinitycolor.co/wp-content/uploads/2024/10/New-Project-2024-10-02T112951.104.webp', 'ingrown-toenails', '0000-00-00 00:00:00', NULL),
(64, 'انواع مدل موی چتری دخترانه، پسرانه و بچه گانه 2025', '<p>موی چتری یکی از مدل مو هایی است که می‌توانند ظاهر سرحال به مو شما بدهد و تغییرات زیادی در فرم صورت شما ایجاد کند. یکی از جالب ترین ویژگی‌های موی چتری این است که همه افراد با هر مدل مویی می', '<p>موی چتری یکی از مدل مو هایی است که می‌توانند ظاهر سرحال به مو شما بدهد و تغییرات زیادی در فرم صورت شما ایجاد کند. یکی از جالب ترین ویژگی‌های موی چتری این است که همه افراد با هر مدل مویی می', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-99.webp', 'bangs-hairstyle', '0000-00-00 00:00:00', NULL),
(65, 'معرفی و طرز تهیه نوشیدنی تابستانی سرد خانگی', '<p>تابستان با گرمای سوزان و روزهای بلند خود، نیاز به نوشیدنی‌های خنک و گوارا را دوچندان می‌کند. این نوشیدنی‌ها نه تنها عطش را فرو می‌نشانند، بلکه با تأمین آب و الکترولیت‌های مورد نیاز بدن، از', '<p><span style=\"font-weight: 400;\">تابستان با گرمای سوزان و روزهای بلند خود، نیاز به نوشیدنی‌های خنک و گوارا را دوچندان می‌کند. این نوشیدنی‌ها نه تنها عطش را فرو می‌نشانند، بلکه با تأمین آب و', 'https://infinitycolor.co/wp-content/uploads/2024/06/Group-29-22.webp', 'cold-drinks-for-summer', '0000-00-00 00:00:00', NULL),
(66, 'جشن کریسمس و نمادهای آن', '<p>کریسمس یکی از برجسته‌ترین جشن‌های جهانی است که هر سال در ۲۵ دسامبر برگزار می‌شود. این جشن که تولد عیسی مسیح را گرامی می‌دارد، ریشه‌ای عمیق در تاریخ، مذهب و فرهنگ دارد و نمادهای بسیاری، آن ', '<p>کریسمس یکی از برجسته‌ترین جشن‌های جهانی است که هر سال در ۲۵ دسامبر برگزار می‌شود. این جشن که تولد عیسی مسیح را گرامی می‌دارد، ریشه‌ای عمیق در تاریخ، مذهب و فرهنگ دارد و نمادهای بسیاری، آن ', 'https://infinitycolor.co/wp-content/uploads/2024/12/کریسمس-و-نماد-آن-5.webp', 'christmas-party', '0000-00-00 00:00:00', NULL),
(67, 'مدل کفش و کتونی برای عید; کفش عید 1404 زنانه و دخترانه', '<p>زمان کمی تا عید 1404 باقی مانده است؛ اما این زمان کم برای انتخاب و خرید کفش عید کافی است. تنها کاری که لازم است بکنید این است که تصمیم بگیرید که دقیقا چه می‌خواهید. مدل‌های کفش، مخصوصا در ', '<p>زمان کمی تا عید 1404 باقی مانده است؛ اما این زمان کم برای انتخاب و خرید کفش عید کافی است. تنها کاری که لازم است بکنید این است که تصمیم بگیرید که دقیقا چه می‌خواهید. مدل‌های کفش، مخصوصا در ', 'https://infinitycolor.co/wp-content/uploads/2024/03/Group-18-24-1.webp', 'noruz-shoes', '0000-00-00 00:00:00', NULL),
(68, 'بهترین پارچه مناسب شومیز با کیفیت و دوام بالا', '<p>در این روزها مانتوی شومیزی به یکی از پرطرفدار‌ترین لباس‌ها بین بانوان تبدیل شده و در وهله اول ممکن است برای استایل‌های ساده به کار آید، اما ترکیب درست آن با اکسسوری و رنگ‌های جذاب می‌تواند', '<p>در این روزها مانتوی شومیزی به یکی از پرطرفدار‌ترین لباس‌ها بین بانوان تبدیل شده و در وهله اول ممکن است برای استایل‌های ساده به کار آید، اما ترکیب درست آن با اکسسوری و رنگ‌های جذاب می‌تواند', 'https://infinitycolor.co/wp-content/uploads/2024/08/Untitled-design-8.webp', 'fabric-for-blouse', '0000-00-00 00:00:00', NULL),
(69, 'خرید لباس قسطی از اسنپ پی در اینفینیتی', '<p>بیشتر افراد از مدت‌ها پیش به دنبال راهکار ساده و راحتی برای خرید لباس قسطی بودند که نیازی به چک، سفته، پرداخت سود، ضمانت و&#8230; نداشته باشد. پرداخت با اسنپ پی یکی از راهکارهای مفیدی است ', '<p>بیشتر افراد از مدت‌ها پیش به دنبال راهکار ساده و راحتی برای خرید لباس قسطی بودند که نیازی به چک، سفته، پرداخت سود، ضمانت و&#8230; نداشته باشد. پرداخت با اسنپ پی یکی از راهکارهای مفیدی است ', 'https://infinitycolor.co/wp-content/uploads/2024/03/image-1.webp', 'buy-cloth-from-snapp-pay', '0000-00-00 00:00:00', NULL),
(70, 'انواع استایل تامبوی دخترانه', '<p>به طور معمول جامعه به دنبال ظرافت و رنگارنگی در لباس زنان و دختران است. اما این مهم است که خود آن‌ها با چه انتخاب‌هایی احساس بهتر و راحت‌تری دارند. استایل تامبوی (Tomboy) نخست در واکنش به ', '<p>به طور معمول جامعه به دنبال ظرافت و رنگارنگی در لباس زنان و دختران است. اما این مهم است که خود آن‌ها با چه انتخاب‌هایی احساس بهتر و راحت‌تری دارند. استایل تامبوی (Tomboy) نخست در واکنش به ', 'https://infinitycolor.co/wp-content/uploads/2024/04/Group-19-32.webp', 'tomboy-style', '0000-00-00 00:00:00', NULL),
(71, 'ست کردن و استایل با رنگ نود', '<p>رنگ نود (Nude) یا برهنه به رنگ‌های غیر تهاجمی گفته می‌شود. رنگ‌های نود، خنثی هستند و سبب نمی‌شوند که هیچ رنگ دیگری در کنار آن‌ها بد به نظر برسد. به‌همین دلیل ست کردن رنگ نود به راحتی امکان', '<p>رنگ نود (Nude) یا برهنه به رنگ‌های غیر تهاجمی گفته می‌شود. رنگ‌های نود، خنثی هستند و سبب نمی‌شوند که هیچ رنگ دیگری در کنار آن‌ها بد به نظر برسد. به‌همین دلیل ست کردن رنگ نود به راحتی امکان', 'https://infinitycolor.co/wp-content/uploads/2024/03/Group-19-10.webp', 'set-nude-color', '0000-00-00 00:00:00', NULL),
(72, 'آشنایی با هفته مد نیویورک', '<p>هفته مد نیویورک یکی از مهم‌ترین رویدادهای مد جهان محسوب می‌شود و تاثیر بسیار زیادی بر صنعت دنیای مد دارد. این هفته مد به عنوان یکی از چهار هفته مد بزرگ جهان شناخته شده و طراحان، مدل‌ها، فع', '<p><a href=\"https://infinitycolor.co/fashion-week/\">هفته مد</a> نیویورک یکی از مهم‌ترین رویدادهای مد جهان محسوب می‌شود و تاثیر بسیار زیادی بر صنعت دنیای مد دارد. این هفته مد به عنوان یکی از چ', 'https://infinitycolor.co/wp-content/uploads/2024/04/Group-20.webp', 'newyork-fashion-week', '0000-00-00 00:00:00', NULL),
(73, 'تاریخچه و مهم ترین هفته های مد جهان', '<p>هر کسی که کوچک‌ترین علاقه‌ای به مد دارد، بدون شک نام هفته مد یا Fashion Week را شنیده است. هر فردی مطمئنا در زندگی خود تصاویری از مدل‌های فشن را دیده‌ است که روی کت‌واک، وقتی سلبریتی‌هایی ', '<p>هر کسی که کوچک‌ترین علاقه‌ای به مد دارد، بدون شک نام هفته مد یا Fashion Week را شنیده است. هر فردی مطمئنا در زندگی خود تصاویری از مدل‌های فشن را دیده‌ است که روی کت‌واک، وقتی سلبریتی‌هایی ', 'https://infinitycolor.co/wp-content/uploads/2024/02/Group-14-2-1.webp', 'fashion-week', '0000-00-00 00:00:00', NULL),
(74, 'تعمیر زیپ لباس، شلوار و کیف مدرسه در خانه', '<p>دلایلی که ممکن است باعث شود زیپ، نیاز به تعمیر داشته باشد، گیر کردن یا شکستن ریل آن است. زیپ آهنی به واسطه جنس مقاومی که دارد، بیشتر در نتیجه گیر کردن به تعمیر نیاز پیدا می‌کند. اینکه نحوه', '<p>دلایلی که ممکن است باعث شود زیپ، نیاز به تعمیر داشته باشد، گیر کردن یا شکستن ریل آن است. زیپ آهنی به واسطه جنس مقاومی که دارد، بیشتر در نتیجه گیر کردن به تعمیر نیاز پیدا می‌کند. اینکه نحوه', 'https://infinitycolor.co/wp-content/uploads/2024/03/Group-18.webp', 'repair-zip', '0000-00-00 00:00:00', NULL),
(75, 'مدل و طرح ناخن تابستانی شیک و ساده جدید', '<p>زیبایی ناخن یکی از مهم‌ترین قسمت‌های داشتن یک استایل شیک است. در سال‌های اخیر اکثر بانوان به زیبایی ناخن خود اهمیت داده و داشتن یک طرح ناخن منحصربه‌فرد اهمیت زیادی پیدا کرده است. یکی از نک', '<p>زیبایی ناخن یکی از مهم‌ترین قسمت‌های داشتن یک استایل شیک است. در سال‌های اخیر اکثر بانوان به زیبایی ناخن خود اهمیت داده و داشتن یک <strong><a href=\"https://infinitycolor.co/nail-polish-and', 'https://infinitycolor.co/wp-content/uploads/2024/04/Group-25-8.webp', 'summer-nail-ideas', '0000-00-00 00:00:00', NULL),
(76, 'سفره و غذای افطاری برای ماه رمضان', '<p>افطاری و سحری از مهم‌ترین وعده‌های غذایی مسلمانان است. آشنایی با غذاهای متنوع و رنگارنگی که زینت‌بخش سفره‌های افطاری است، خالی از لطف نیست. در این مقاله قصد داریم شما را با برخی از غذاها د', '<p>افطاری و <a href=\"https://infinitycolor.co/sahari/\">سحری</a> از مهم‌ترین وعده‌های غذایی مسلمانان است. آشنایی با غذاهای متنوع و رنگارنگی که زینت‌بخش سفره‌های افطاری است، خالی از لطف نیست. د', 'https://infinitycolor.co/wp-content/uploads/2024/02/Group-14-6.webp', 'iftar-foods-for-ramaadan', '0000-00-00 00:00:00', NULL),
(77, 'مدل بافت مو ساده و جدید شیک و اسپرت', '<p>بافت مو یکی از مدل‌های موی محبوب و پرطرفدار در بین خانم‌ها و دختران در تمام سنین است. این مدل مو نه تنها به شما ظاهری آراسته و مرتب می‌دهد، بلکه می‌تواند راهی خلاقانه برای بیان استایل و شخ', '<p><span style=\"font-weight: 400;\">بافت مو یکی از مدل‌های موی محبوب و پرطرفدار در بین خانم‌ها و دختران در تمام سنین است. این مدل مو نه تنها به شما ظاهری آراسته و مرتب می‌دهد، بلکه می‌تواند را', 'https://infinitycolor.co/wp-content/uploads/2024/05/Group-28.webp', 'braid-hairstyle', '0000-00-00 00:00:00', NULL),
(78, 'روش های درمان و رفع غبغب و علت ایجاد آن', '<p>غبغب در واقع نوعی برجستگی یا افتادگی در قسمت زیر چانه است که در برخی افراد دیده می‌شود. البته بهتر است بدانید غبغب هیچ عارضه‌ای برای بدن ندارد و تنها مضرت این زایده، تاثیر منفی آن بر زیبای', '<p>غبغب در واقع نوعی برجستگی یا افتادگی در قسمت زیر چانه است که در برخی افراد دیده می‌شود. البته بهتر است بدانید غبغب هیچ عارضه‌ای برای بدن ندارد و تنها مضرت این زایده، تاثیر منفی آن بر زیبای', 'https://infinitycolor.co/wp-content/uploads/2024/02/Group-14.webp', 'goofy', '0000-00-00 00:00:00', NULL),
(79, 'طریقه مصرف و خواص دانه چیا برای لاغری', '<p>دانه چیا، بذر گیاه گل‌دار Salvia hispanica است که از خانواده نعناع محسوب می‌شود. این دانه‌ در مرکز و جنوب آمریکا می‌روید و از جمله گیاهان خوراکی باستانی است که به دلیل خواص افزایش انرژی، ف', '<p>دانه چیا، بذر گیاه گل‌دار Salvia hispanica است که از خانواده نعناع محسوب می‌شود. این دانه‌ در مرکز و جنوب آمریکا می‌روید و از جمله گیاهان خوراکی باستانی است که به دلیل خواص افزایش انرژی، ف', 'https://infinitycolor.co/wp-content/uploads/2024/02/Group-14-6-1.webp', 'chia-seeds-for-weight-loss', '0000-00-00 00:00:00', NULL),
(80, 'معجزه چاقی صورت; ماندگارترین روش های چاق شدن صورت', '<p>کسانی که صورت لاغر و استخوانی دارند، به دنبال راه‌هایی برای برجسته‌کردن گونه‌ها و چاقی صورت هستند تا چهره جذاب‌تری داشته باشند. در این مطلب قصد داریم اطلاعات دقیقی درباره روش‌های تپلی صورت', '<p>کسانی که صورت لاغر و استخوانی دارند، به دنبال راه‌هایی برای برجسته‌کردن گونه‌ها و چاقی صورت هستند تا چهره جذاب‌تری داشته باشند. در این مطلب قصد داریم اطلاعات دقیقی درباره روش‌های تپلی صورت', 'https://infinitycolor.co/wp-content/uploads/2024/03/Group-19-33.webp', 'way-of-fattening-the-face', '0000-00-00 00:00:00', NULL),
(81, 'اجزای استایل تینیجری یا نوجوانی چیست؟', '<p>از یک سنی به بعد، تفاوت سلیقه در سبک پوشش میان والدین و کودکان خودش را نشان می‌دهد. استایل تینیجری، نوعی استایل مختص نوجوانان است که با خلاقیت و جسارت، به آن‌ها در ابراز هویت خود کمک می‌کن', '<p>از یک سنی به بعد، تفاوت سلیقه در سبک پوشش میان والدین و کودکان خودش را نشان می‌دهد. استایل تینیجری، نوعی <a href=\"https://infinitycolor.co/all-kinds-of-womens-styles/\">استایل</a> مختص نوجو', 'https://infinitycolor.co/wp-content/uploads/2024/04/Group-19-1.webp', 'how-to-have-a-teenage-style', '0000-00-00 00:00:00', NULL),
(82, 'لباس‌ها و رنگ‌هایی که باعث جوان نشان داده شدن می‌شوند', '<p>انتخاب لباس و رنگ مناسب می‌تواند تأثیر شگفت‌انگیزی بر ظاهر شما داشته باشد. برخی از رنگ‌ها و مدل‌های لباس می‌توانند شما را جوان‌تر و پرانرژی‌تر نشان دهند. انتخاب لباس و رنگ‌هایی که باعث جوا', '<p>انتخاب لباس و رنگ مناسب می‌تواند تأثیر شگفت‌انگیزی بر ظاهر شما داشته باشد. برخی از رنگ‌ها و مدل‌های لباس می‌توانند شما را جوان‌تر و پرانرژی‌تر نشان دهند. انتخاب لباس و رنگ‌هایی که باعث جوا', 'https://infinitycolor.co/wp-content/uploads/2024/07/Group-32-30.webp', 'clothes-and-colors-that-make-you-look-young', '0000-00-00 00:00:00', NULL),
(83, 'علت و درمان افتادگی پوست صورت و بدن', '<p>افتادگی پوست یکی از مشکلاتی است که با بالا رفتن سن با آن مواجه می‌شویم. علاوه بر افراد مسن، خانم‌ها در دوران بارداری و افرادی که پوست آن‌ها برای مدت زمان طولانی در معرض تابش مستقیم نور خور', '<p>افتادگی پوست یکی از مشکلاتی است که با بالا رفتن سن با آن مواجه می‌شویم. علاوه بر افراد مسن، خانم‌ها در دوران بارداری و افرادی که پوست آن‌ها برای مدت زمان طولانی در معرض تابش مستقیم نور خور', 'https://infinitycolor.co/wp-content/uploads/2024/03/Group-15.webp', 'sagging-facial-skin', '0000-00-00 00:00:00', NULL),
(84, '7 ایده جذاب برای استایل اسپرت با شومیز اورسایز', '<p>شومیز نوعی پیراهن زنانه است که به طور کلی از مد نمی افتد. هم برای روزهای شلوغ کاری و هم برای یک میهمانی شبانه با دوستان می‌توانید از شومیز‌های متنوع برای ترکیب استایل خود استفاده کنید. بسی', '<p>شومیز نوعی پیراهن زنانه است که به طور کلی از مد نمی افتد. هم برای روزهای شلوغ کاری و هم برای یک میهمانی شبانه با دوستان می‌توانید از شومیز‌های متنوع برای ترکیب استایل خود استفاده کنید. بسی', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-23-1.webp', 'casual-style-with-papershirt', '0000-00-00 00:00:00', NULL),
(85, 'مدل لباس محرم زنانه و دخترانه: استایل محرم جدید و شیک', '<p>پوشیدن لباس محرم یکی از آیین‌های مهم عزاداری در این ماه است و به همین دلیل لازم است قبل از رسیدن دهه اول، لباس‌های خود را آماده کنیم. لباس‌های محرم معمولا ساده هستند، زیرا نشان‌دهنده عزای ', '<p>پوشیدن لباس محرم یکی از آیین‌های مهم عزاداری در این ماه است و به همین دلیل لازم است قبل از رسیدن دهه اول، لباس‌های خود را آماده کنیم. لباس‌های محرم معمولا ساده هستند، زیرا نشان‌دهنده عزای ', 'https://infinitycolor.co/wp-content/uploads/2024/02/Group-16-1.webp', 'moharam-outfit', '0000-00-00 00:00:00', NULL),
(86, 'راهنمای کامل ست کردن و استایل با آل استار', '<p>آل استار، این کفش‌های کتانی ساده و در عین حال جذاب، از زمان پیدایش خود در دهه ۱۹۲۰ تا به امروز، جایگاه ویژه‌ای در دنیای مد و استایل داشته‌اند. با طراحی کلاسیک و تطبیق‌پذیری بالا، آل استاره', '<p><span style=\"font-weight: 400;\">آل استار، این کفش‌های کتانی ساده و در عین حال جذاب، از زمان پیدایش خود در دهه ۱۹۲۰ تا به امروز، جایگاه ویژه‌ای در دنیای مد و استایل داشته‌اند. با طراحی کلاس', 'https://infinitycolor.co/wp-content/uploads/2024/06/Group-29-5.webp', 'how-to-style-with-all-star', '0000-00-00 00:00:00', NULL);
INSERT INTO `blogs` (`id`, `title`, `description`, `content`, `thumbnail`, `slug`, `created_at`, `updated_at`) VALUES
(87, 'استایل اولد مانی (old money) چیست؟ اصالت، سادگی و آراستگی', '<p>به طور ساده استایل اولد مانی زنانه و مردانه، استایلی هستند که سادگی اصل اول و مهمترین اصل آن‌ها است. لباس‌های اولد مانی طرح و نقش خاصی ندارد و شکل و ظاهر پیچیده‌ای ندارند، در عوض دوخت و بر', '<p>به طور ساده استایل اولد مانی زنانه و مردانه، استایلی هستند که سادگی اصل اول و مهمترین اصل آن‌ها است.<br />\nلباس‌های اولد مانی طرح و نقش خاصی ندارد و شکل و ظاهر پیچیده‌ای ندارند، در عوض دوخ', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-2024-08-14T104626.910.webp', 'old-money-style', '0000-00-00 00:00:00', NULL),
(88, 'رتبه بندی بهترین لباس های افتتاحیه المپیک پاریس', '<p>افتتاحیه مراسم المپیک اجرا شد و تیم های مختلف از سراسر دنیا با یونیفرم های ویژه ای که برای این مراسم طراحی کرده بودند در این همایش رژه رفتند. در این میان با توجه به اهمیت صنعت مد و فشن و ط', '<p>افتتاحیه مراسم المپیک اجرا شد و تیم های مختلف از سراسر دنیا با یونیفرم های ویژه ای که برای این مراسم طراحی کرده بودند در این همایش رژه رفتند. در این میان با توجه به اهمیت صنعت مد و فشن و ط', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-26.webp', 'paris-olympics-uniforms', '0000-00-00 00:00:00', NULL),
(89, 'استایل با شلوار کارگو; نحوه ست کردن کارگو', '<p>استایل با شلوار کارگو یکی از محبوب‌ترین ترندهای جوان‌پسند سال 1403 است. اما سؤالی که برای بسیاری از افراد پیش می‌آید این است که چه لباسی با شلوار کارگو ست می‌شود؟ با مطالعه این مطلب می‌آمو', '<p>استایل با شلوار کارگو یکی از محبوب‌ترین ترندهای جوان‌پسند سال 1403 است. اما سؤالی که برای بسیاری از افراد پیش می‌آید این است که چه لباسی با شلوار کارگو ست می‌شود؟ با مطالعه این مطلب می‌آمو', 'https://infinitycolor.co/wp-content/uploads/2024/03/Group-18-12.webp', 'style-with-kargo-pants', '0000-00-00 00:00:00', NULL),
(90, 'جدیدترین طرح ناخن مشکی ساده و شیک', '<p>آشنایی با جدیدترین و به‌روزترین طرح ناخن برای افرادی که طرفدار مد هستند، بسیار مهم است. طرح ناخن مشکی به دلیل ساده بودن، از محبوبیت خاصی بین خانم‌ها برخوردار بوده و برای همه سلیقه‌ها مناسب', '<p>آشنایی با جدیدترین و به‌روزترین طرح ناخن برای افرادی که طرفدار مد هستند، بسیار مهم است. طرح ناخن مشکی به دلیل ساده بودن، از محبوبیت خاصی بین خانم‌ها برخوردار بوده و برای همه سلیقه‌ها مناسب', 'https://infinitycolor.co/wp-content/uploads/2024/04/Group-20-1-1.webp', 'black-nail-ideas', '0000-00-00 00:00:00', NULL),
(91, 'انتخاب فریم عینک مناسب صورت زنانه و مردانه', '<p>انتخاب فریم عینک مناسب صورت، تأثیری شگرف بر زیبایی و جذابیت چهره دارد. اما با تنوع بی‌پایان مدل‌ها و رنگ‌ها، چگونه می‌توان فریم ایده‌آل را یافت؟ در این مقاله، به شما کمک می‌کنیم تا با شناخ', '<p><span style=\"font-weight: 400;\">انتخاب فریم عینک مناسب صورت، تأثیری شگرف بر زیبایی و جذابیت چهره دارد. اما با تنوع بی‌پایان مدل‌ها و رنگ‌ها، چگونه می‌توان فریم ایده‌آل را یافت؟ در این مقال', 'https://infinitycolor.co/wp-content/uploads/2024/07/Group-31.webp', 'eyeglass-suitable-for-the-face', '0000-00-00 00:00:00', NULL),
(92, 'در سفر به دبی چی بپوشیم؟ پوشش لباس در دبی', '<p>دبی شهری پر زرق و برق و مدرن با تنوع فرهنگی و جاذبه‌های گردشگری فراوان است که هر ساله گردشگران ایرانی را به خود جذب می‌کند. اما در کنار هیجان سفر به این شهر، دغدغه‌ای همیشگی ذهن مسافران را', '<p>دبی شهری پر زرق و برق و مدرن با تنوع فرهنگی و جاذبه‌های گردشگری فراوان است که هر ساله گردشگران ایرانی را به خود جذب می‌کند. اما در کنار هیجان سفر به این شهر، دغدغه‌ای همیشگی ذهن مسافران را', 'https://infinitycolor.co/wp-content/uploads/2024/03/Group-19-25.webp', 'womens-style-in-dubai', '0000-00-00 00:00:00', NULL),
(93, 'تم و بهترین لباس های مت گالا ۲۰۲۴', '<p>مراسم مت گالا  که یک رویداد خیریه برای جمع آوری کمک‌های مالی  و حمایت از موزه هنر متروپولیتن است، هر سال در اولین دوشنبه ماه می برگزار می‌شود. نکته قابل توجه درباره‌ی این مراسم این است که ', '<p>مراسم <a href=\"https://infinitycolor.co/what-is-met-gala/\">مت گالا</a>  که یک رویداد خیریه برای جمع آوری کمک‌های مالی  و حمایت از موزه هنر متروپولیتن است، هر سال در اولین دوشنبه ماه می برگ', 'https://infinitycolor.co/wp-content/uploads/2024/05/Group-30-1.webp', 'met-gala-2024', '0000-00-00 00:00:00', NULL),
(94, 'لباس و استایل تابستانی دخترانه و زنانه بیرونی', '<p>در فصول گرم سال چون فصل تابستان، همه‌ی ما می‌‌خواهیم یک استایل شیک و در عین حال خنک داشته باشیم. با نظر به این نکته، دقت به جنس و مدل لباس با توجه به فرم بدن از جمله اصول داشتن یک استایل ت', '<p>در فصول گرم سال چون فصل تابستان، همه‌ی ما می‌‌خواهیم یک استایل شیک و در عین حال خنک داشته باشیم. با نظر به این نکته، دقت به جنس و مدل لباس با توجه به فرم بدن از جمله اصول داشتن یک استایل ت', 'https://infinitycolor.co/wp-content/uploads/2024/02/Group-20.webp', 'summer-style', '0000-00-00 00:00:00', NULL),
(95, 'ست کردن شومیز سفید', '<p>شومیز سفید، به اصلی‌ترین ترندهای تابستان 1403 تبدیل شده است و همچنین جزو لباس‌هایی است که در کمد بیشتر بانوان پیدا می‌شود. با خرید شومیز سفید می‌توان استایل‌های متفاوتی نظیر استایل کژوال، ', '<p>شومیز سفید، به اصلی‌ترین ترندهای تابستان 1403 تبدیل شده است و همچنین جزو لباس‌هایی است که در کمد بیشتر بانوان پیدا می‌شود. با <a href=\"https://infinitycolor.co/shop/paperback-and-tonic/\">خ', 'https://infinitycolor.co/wp-content/uploads/2024/07/Group-32-47.webp', 'style-with-white-blouse', '0000-00-00 00:00:00', NULL),
(96, 'چگونه بلوز حریر را با لباس های مختلف ست کنیم؟', '<p>پارچه حریر از انواع سبک و نازک پارچه است که البته برای فصل تابستان مناسبت زیادی دارد. پارچه حریر انواعی از پارچه است که از ابریشم مصنوعی یا طبیعی ساخته شده باشد. از این نوع پارچه‌ها می‌توا', '<p>پارچه حریر از انواع سبک و نازک پارچه است که البته برای فصل تابستان مناسبت زیادی دارد. پارچه حریر انواعی از پارچه است که از ابریشم مصنوعی یا طبیعی ساخته شده باشد. از این نوع پارچه‌ها می‌توا', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-2024-08-18T100415.830.webp', 'style-with-chiffon-tops', '0000-00-00 00:00:00', NULL),
(97, 'روش های خانگی پاک کردن لکه آدامس از روی لباس، مو', '<p>یکی از پرطرفدارترین خوردنی‌ها، آدامس است که می‌تواند در برخی وقت‌ها آزار‌دهنده باشد، مثل زمانی که به لباس و یا وسایلمان چسبیده باشد. پاک کردن لکه آدامس مثل دیگر لکه‌ها نیست و برخی اوقات شم', '<p>یکی از پرطرفدارترین خوردنی‌ها، آدامس است که می‌تواند در برخی وقت‌ها آزار‌دهنده باشد، مثل زمانی که به لباس و یا وسایلمان چسبیده باشد. پاک کردن لکه آدامس مثل دیگر لکه‌ها نیست و برخی اوقات شم', 'https://infinitycolor.co/wp-content/uploads/2024/08/New-Project-2024-08-21T095002.504.webp', 'remove-gum', '0000-00-00 00:00:00', NULL),
(98, 'لیست بهترین غذا برای سحری ماه رمضان', '<p>ماه رمضان با برکات و زیبایی خود در راه است و افرادی که روزه می‌گیرند سعی دارند تغذیه خود را در این ماه برنامه‌ریزی کنند. یک برنامه‌ریزی صحیح، مخصوصا برای سحری، کمک می‌کند تا به‌راحتی روزه ', '<p>ماه رمضان با برکات و زیبایی خود در راه است و افرادی که روزه می‌گیرند سعی دارند تغذیه خود را در این ماه برنامه‌ریزی کنند. یک برنامه‌ریزی صحیح، مخصوصا برای سحری، کمک می‌کند تا به‌راحتی روزه ', 'https://infinitycolor.co/wp-content/uploads/2024/02/Group-14-3.webp', 'sahari', '0000-00-00 00:00:00', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `blog_comments`
--

DROP TABLE IF EXISTS `blog_comments`;
CREATE TABLE IF NOT EXISTS `blog_comments` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `user_id` bigint UNSIGNED NOT NULL,
  `blog_id` bigint UNSIGNED NOT NULL,
  `content` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `blog_comments_user_id_foreign` (`user_id`),
  KEY `blog_comments_blog_id_foreign` (`blog_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `carts`
--

DROP TABLE IF EXISTS `carts`;
CREATE TABLE IF NOT EXISTS `carts` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `user_id` bigint UNSIGNED NOT NULL,
  `product_id` bigint UNSIGNED NOT NULL,
  `quantity` int NOT NULL,
  `price` int NOT NULL,
  `color` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `size` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `carts_user_id_foreign` (`user_id`),
  KEY `carts_product_id_foreign` (`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

DROP TABLE IF EXISTS `categories`;
CREATE TABLE IF NOT EXISTS `categories` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `slug` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

DROP TABLE IF EXISTS `comments`;
CREATE TABLE IF NOT EXISTS `comments` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `user_id` bigint UNSIGNED NOT NULL,
  `product_id` bigint UNSIGNED NOT NULL,
  `content` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `comments_user_id_foreign` (`user_id`),
  KEY `comments_product_id_foreign` (`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

DROP TABLE IF EXISTS `jobs`;
CREATE TABLE IF NOT EXISTS `jobs` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `queue` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_general_ci NOT NULL,
  `attempts` tinyint UNSIGNED NOT NULL,
  `reserved_at` int UNSIGNED DEFAULT NULL,
  `available_at` int UNSIGNED NOT NULL,
  `created_at` int UNSIGNED NOT NULL,
  PRIMARY KEY (`id`),
  KEY `jobs_queue_index` (`queue`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
CREATE TABLE IF NOT EXISTS `migrations` (
  `id` int UNSIGNED NOT NULL AUTO_INCREMENT,
  `migration` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `batch` int NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '0001_01_01_000000_create_users_table', 1),
(2, '2025_08_15_145051_create_jobs_table', 1),
(3, '2025_08_19_075642_create_carts_table', 1),
(4, '2025_08_19_075710_create_categories_table', 1),
(5, '2025_08_19_075751_create_comments_table', 1),
(6, '2025_08_19_075900_create_orders_table', 1),
(7, '2025_08_19_080011_create_product_categories_table', 1),
(8, '2025_08_19_080130_create_products_table', 1),
(9, '2025_08_19_080200_create_rates_table', 1),
(10, '2025_08_19_080221_create_wishlists_table', 1),
(11, '2025_08_19_205006_create_blogs_table', 1),
(12, '2025_08_19_205021_create_blog_comments_table', 1),
(13, '2025_08_19_205048_create_product_images_table', 1),
(14, '2025_08_20_071850_create_options_table', 1),
(15, '2025_08_20_071907_create_product_options_table', 1),
(16, '2025_08_20_074150_create_order_products_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `options`
--

DROP TABLE IF EXISTS `options`;
CREATE TABLE IF NOT EXISTS `options` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `type` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

DROP TABLE IF EXISTS `orders`;
CREATE TABLE IF NOT EXISTS `orders` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `user_id` bigint UNSIGNED NOT NULL,
  `total` int NOT NULL,
  `address` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `orders_user_id_foreign` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `order_products`
--

DROP TABLE IF EXISTS `order_products`;
CREATE TABLE IF NOT EXISTS `order_products` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

DROP TABLE IF EXISTS `products`;
CREATE TABLE IF NOT EXISTS `products` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `description` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `price` int NOT NULL,
  `discount` int DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `product_categories`
--

DROP TABLE IF EXISTS `product_categories`;
CREATE TABLE IF NOT EXISTS `product_categories` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `category_id` bigint UNSIGNED NOT NULL,
  `product_id` bigint UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `product_categories_category_id_foreign` (`category_id`),
  KEY `product_categories_product_id_foreign` (`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `product_images`
--

DROP TABLE IF EXISTS `product_images`;
CREATE TABLE IF NOT EXISTS `product_images` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `product_id` bigint UNSIGNED NOT NULL,
  `path` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `product_options`
--

DROP TABLE IF EXISTS `product_options`;
CREATE TABLE IF NOT EXISTS `product_options` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `quantity` int NOT NULL,
  `product_id` bigint UNSIGNED NOT NULL,
  `options_id` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `price` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `rates`
--

DROP TABLE IF EXISTS `rates`;
CREATE TABLE IF NOT EXISTS `rates` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `user_id` bigint UNSIGNED NOT NULL,
  `product_id` bigint UNSIGNED NOT NULL,
  `rate` int NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `rates_user_id_foreign` (`user_id`),
  KEY `rates_product_id_foreign` (`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

DROP TABLE IF EXISTS `sessions`;
CREATE TABLE IF NOT EXISTS `sessions` (
  `id` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) COLLATE utf8mb4_general_ci DEFAULT NULL,
  `user_agent` text COLLATE utf8mb4_general_ci,
  `payload` longtext COLLATE utf8mb4_general_ci NOT NULL,
  `last_activity` int NOT NULL,
  PRIMARY KEY (`id`),
  KEY `sessions_user_id_index` (`user_id`),
  KEY `sessions_last_activity_index` (`last_activity`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `phone` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `address` text COLLATE utf8mb4_general_ci NOT NULL,
  `city` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `kodposti` int NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `profile` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `total_spend` int NOT NULL DEFAULT '0',
  `password` varchar(191) COLLATE utf8mb4_general_ci NOT NULL,
  `role` tinyint NOT NULL DEFAULT '0',
  `melli` int DEFAULT NULL,
  `company_name` varchar(191) COLLATE utf8mb4_general_ci DEFAULT NULL,
  `company_address` text COLLATE utf8mb4_general_ci,
  `parvane` varchar(191) COLLATE utf8mb4_general_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_phone_unique` (`phone`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `wishlists`
--

DROP TABLE IF EXISTS `wishlists`;
CREATE TABLE IF NOT EXISTS `wishlists` (
  `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT,
  `user_id` bigint UNSIGNED NOT NULL,
  `product_id` bigint UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `wishlists_user_id_foreign` (`user_id`),
  KEY `wishlists_product_id_foreign` (`product_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
